Repository: Gtwatt1/SpeechifyT
Catalog: Speechify/resources/*.lproj/Localizable.strings
Languages: fr

# stop_record
source: Stop Recording
fr: Arrête d'enregistrer

source: Play
fr: jouer

source: Stop
fr: Arrêtez

# transription_view_description
source: Record, Transcribe and Play
fr: Enregistrer, transcrire et jouer

# start_record
source: Start Recording
fr: commencer l'enregistrement

# start_record_voice
source: Start recording your voice
fr: commencez à enregistrer votre voix

source: Alert
fr: alerte

# no_record_error
source: No audio recording found, please record.
fr: Aucun enregistrement audio trouvé, veuillez enregistrer.

# play_record
source: Play recording
fr: Lire l'enregistrement

# stop_play_record
source: Stop playing recording
fr: Arrêter la lecture de l'enregistrement

# start_play_audio_voice
source: Play your audio recording
fr: Jouez votre enregistrement audio

# stop_play_audio_voice
source: Stop your audio recording
fr: Arrêtez de lire votre enregistrement audio

source: Transcribed Speech
fr: Discours transcrit
